// General
"ADD" = "添加";
"OK" = "好";
"CANCEL" = "取消";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "选项…";

// Trackpad tab
"2NDCLICK_TAPPING" = "请将两个手指放在触控板上，然后点按按钮，以进行辅助点按。";
"2NDCLICK_CLICKING" = "使用两个手指轻拍触控板，以进行辅助点按";

// Keyboard tab
"FN_FLIPPER_TITLE" = "将 F1、F2 等键用做标准功能键";
"FN_FLIPPER_NOTE" = "选中此选项后，按下 Fn 键以使用印在各个按键上的特殊功能。";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "用户项目";
"USER_ITEMS_DESC" = "打开“%@”";
"ONOFF_TOOLTIP" = "选择以打开列表中的快捷键";
"RESTORE_DEFAULTS_TITLE" = "您确定要将所有快捷键还原成它们的默认设置吗？";
"RESTORE_DEFAULTS_DESCR" = "您不能还原此操作。";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d 秒";
"NEVER" = "永不";

"MOUSE" = "鼠标";
"KEYBOARD" = "键盘";
"UNKNOWN" = "未知";

"NEW_APPLICATION_ITEM" = "<未命名菜单项>";

"APP_IS_NOT_COMPATIBLE" = "您不能为应用程序“%@”添加键盘快捷键。";

"MOUSEBUTTON_OPEN" = "打开 \“%@\”";


// Gestures
"ONEFINGER" = "单指";
"TAPTOCLICKGESTURE" = "轻拍来点按";
"DRAGGINGGESTURE" = "拖移";
"DRAGLOCKGESTURE" = "拖移锁定";
"TWOFINGER" = "双指";
"TWOFINGER_SECONDARYCLICK" = "辅助点按";
"THREEFINGER" = "三指";
"FOURFINGER" = "四指";
"SECONDARYCLICKGESTURE" = "辅助点按";
"SECONDARYCLICKGESTURE_TAP" = "辅助轻拍";
"PRESS_SPECIFIC" = "辅助点按";
"PRESS_ANYWHER" = "双指按压任意位置";
"SCREENZOOMGESTURE" = "屏幕缩放";
"PINCHGESTURE" = "放大缩小";
"POINTTAPGESTURE" = "点击与轻拍";
"ROTATEGESTURE" = "旋转";
"3FINGERSWIPEGESTURE" = "推送浏览";
"2FINGERSCROLLGESTURE" = "滚动";
"4FINGERSWIPEGESTURE" = "上/下推送以启用 Exposé";
"4FINGERSWIPEGESTURE_1" = "左/右推送以在应用程序之间进行切换";
"BOTTOM_RIGHT_CORNER" = "右下角";
"BOTTOM_LEFT_CORNER" = "左下角";


// Gesture notes
"AX_TapToClick" = "要点按，请用一个手指轻拍触控板。";
"AX_Dragging" = "要拖移，请先用手指轻拍触控板，然后立即将手指放在触控板上并移动此手指。要停止拖移，请抬起手指。";
"AX_DragLock" = "要拖移，请先用手指轻拍触控板，然后将手指放在触控板上并移动此手指。要停止拖移，请再次轻拍触控板。";
"AX_SecondaryClick" = "要打开某项目的快捷键菜单，请将两个手指置于触控板上并点按触控板按钮。如果“轻拍来点按”已选中，则只需在触控板上轻按两个手指即可。";
"AX_Scroll" = "要滚动活跃窗口中的内容，请将两个手指放在触控板上，然后上、下、左、右移动两个手指。";
"AX_ScreenZoom" = "要放大或缩小屏幕图像，请按住 Control 键并在触控板上向上或向下移动两个手指。要更改修饰键，请点按“选项”。";
"AX_Pinch" = "要缩小或放大图片和其他项目，请在触控板上合拢或张开拇指和另一手指。";
"AX_Rotate" = "要旋转屏幕上的图像或其他项目，请在触控板上向左或向右旋转两个手指。";
"AX_Swipe" = "要移到上一个或下一个项目，请在触控板上向左或向右横向快速滑动三个手指。";
"AX_4F_Swipe_EXPOSE" = "在触控板上上下滑动四指以使用 Exposé。";
"AX_4F_Swipe_APPS" = "在触控板上左右横向滑动四指以在打开的应用程序之间进行切换。";
